# # DO NOT DELETE THE COMMENTED PIECE !!!
# # This is for reading plants names from  excel
# from openpyxl import load_workbook
# schedule_book="./excel/Расписание.xlsm"
# workbook = load_workbook(schedule_book)
# plants={}
# for j in range(53, 383, 10):
#         plant_name = (str(workbook.active.cell(row=j, column=2).value))
#         plant_code = (str(workbook.active.cell(row=j, column=4).value))
#         plants[f"{plant_code}"] = plant_name
# for i in plants:
#         print(len(i),type(i),i,plants[i])
#
plant = {
        '79691777&did=33555432': 'ПВ-1.1 ',
        '79691782&did=33556432': 'ПВ-2.1 ',
        '8388619&did=33560432':  'ПВ-1.2 ',
        '8388864&did=33557432':  'ПВ-1.5 ',
        '8388871&did=33557432':  'ПВ-1.6 ',
        '8388858&did=33557432':  'ПВ-1.7 ',
        '8388708&did=33557432':  'П-1.8  ',
        '8388676&did=33559432':  'П-1.9  ',
        '8388704&did=33557432':  'П-1.10 ',
        '8388743&did=33559432':  'П-1.11 ',
        '8388762&did=33560432':  'ПВ-2.2 ',
        '8388822&did=33561432':  'ПВ-2.3 ',
        '8388808&did=33561432':  'ПВ-2.4 ',
        '8388778&did=33560432':  'ПВ-2.5 ',
        '8388770&did=33560432':  'ПВ-2.6 ',
        '8388827&did=33561432':  'ПВ-2.7 ',
        '8388835&did=33561432':  'ПВ-2.8 ',
        '8388815&did=33561432':  'ПВ-2.9 ',
        '8388788&did=33560432':  'ПВ-2.10',
        '8388739&did=33559432':  'ПВ-2.11',
        '8388750&did=33559432':  'ПВ-2.12',
        '8388757&did=33559432':  'ПВ-2.13',
        '8388795&did=33560432':  'ПВ-2.14',
        '8388845&did=33559432':  'ПВ-2.15',
        '8388650&did=33561432':  'П-2.18 ',
        '8388672&did=33559432':  'П-2.19 ',
        '8388654&did=33561432':  'П-2.20 ',
        '8388614&did=33560432':  'П-2.21 ',
        '8388902&did=33560432':  'П-2.23 ',
        '8388851&did=33559432':  'П-2.24 ',
        '79992777&did=33554453': 'В-1.9  ',
        '79993777&did=33554453': 'B-1.38 ',
        '8388883&did=33560432':  'Бассейн'
        }
#"http://192.168.250.50/alarms/active/group?group=bacnet.33560432.12583737"