
places = {"Игровой зал": "ПВ-2.7, ПВ-2.8",
          "Раздевалки игрового зала": "ПВ-2.4",
          "Зал хореографии 2015": "ПВ-2.5",
          "Зал хореографии 2041": "ПВ-2.6" }

scheds = ["Расписание  ПВ-2.7, ПВ-2.8",
          "Расписание  ПВ-2.4",
          "Расписание  ПВ-2.5",
          "Расписание  ПВ-2.6",]

li = ["Расписание  "+x for x in  places.values()]
print(li)

curstates = {"Состояние  ПВ-2.7, ПВ-2.8":"",
             "Состояние  ПВ-2.4":"",
             "Состояние  ПВ-2.5":"",
             "Состояние  ПВ-2.6":"",}

starts = ["Запуск  ПВ-2.7, ПВ-2.8",
          "Запуск  ПВ-2.4",
          "Запуск  ПВ-2.5",
          "Запуск  ПВ-2.6",
          "Запуск  ПВ-2.7",
          "Запуск  ПВ-2.8",]

stops = ["Останов  ПВ-2.7, ПВ-2.8",
         "Останов  ПВ-2.4",
         "Останов  ПВ-2.5",
         "Останов  ПВ-2.6",]

all_plants = {"ПВ-2.4": "8388808&did=33561432",
              "ПВ-2.5": "8388778&did=33560432",
              "ПВ-2.6": "8388770&did=33560432",
              "ПВ-2.7": "8388827&did=33561432",
              "ПВ-2.8": "8388835&did=33561432",}
