helpmsg = """
Бот управляет вентустановками залов:
Игрового зала.
Залов хореографии.
Раздевалок игрового зала.

Что может бот:
Запустить вентустановку. 
Изменить скорость уже работающей установки.
Остановить вентустановку. 
Узнать состояние (работает/скорость работы/остановлена/в аварии). 
Узнать заданное расписание для автоматического пуска/останова. 

Для чего нужен бот (пример):
Спортсмены не пришли в зал, вентиляция оталась включенной по расписанию. 
Позвонили на пост охраны, просят запустить вентиляцию, изменить скорость 
работы.
Расписание не сработало, установки остались работать. 

Как пользоваться ботом:
Выбрать помещение.
Выбрать действие.
Все при помощи кнопок.

Общие пояснения:
Бездумно кнопки нажимать не нужно (например: запустить, тут же остановить, тут же поменять скорость и т.п.).
Бот будет выполнять каждую Вашу команду.
Если установка запущена и нажать запуск на той же скорости - ничего не произойдет, установка продолжит работу.
Если в процессе работы выбрать другую скорость - установка перейдет на выбранную скорость.

Расписание работы (включение/выключение по часам) задается с диспетчерского компьютера в п.2090.
 
Бот может подвисать (особенно кнопка состояние), но через пару минут все поднимется. 

С телефона тоже все работает.
"""